[{
  "_id": {
    "$oid": "6384cb63cb78bc10847a6135"
  },
  "id": 130,
  "name": "Cáp sạc Anker PowerLine III USB-C to USB-C (0.9m) A8852",
  "urlRewriteName": "cap-sac-anker-powerline-iii-usb-c-to-usb-c-(0-9m)-a8852",
  "categoryId": 8,
  "description": "Cáp sạc Anker PowerLine III USB-C to USB-C (0.9m) A8852 có thiết kế tinh tế, sở hữu độ dài vừa đủ để  sạc pin trong phạm vi thoải mái. Dây sạc làm bằng chất liệu da Kevlar bền bỉ. Tích hợp công nghệ sạc Power Delivery giúp sạc pin nhanh chóng và tính năng truyền tải, sao chép dữ liệu ổn định.",
  "price": 250000,
  "sale": 20,
  "isDeleted": false,
  "salePrice": 200000,
  "photo": "1669647203358_sanpham1.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6384cc44cb78bc10847a6136"
  },
  "id": 131,
  "name": "Cáp Type C to Lightning Anker PowerLine III 0.9M (A8832)",
  "urlRewriteName": "cap-type-c-to-lightning-anker-powerline-iii-0-9m-(a8832)",
  "categoryId": 8,
  "description": "Cáp Type C to Lightning Anker PowerLine III 0.9M (A8832) có thiết kế thông minh, dài đến 0.9m kết nối ở khoảng cách xa hơn, tốt hơn. Cáp Anker PowerLine III A8832 là phụ kiện không thể thiếu khi dùng điện thoại.",
  "price": 400000,
  "sale": 20,
  "isDeleted": false,
  "salePrice": 320000,
  "photo": "1669647428707_sanpham2.png",
  "__v": 0
},{
  "_id": {
    "$oid": "6384ccb5cb78bc10847a6137"
  },
  "id": 132,
  "name": "Cáp sạc USB-C to Lightning Anker Powerline Flow III 0.9m A8662",
  "urlRewriteName": "cap-sac-usb-c-to-lightning-anker-powerline-flow-iii-0-9m-a8662",
  "categoryId": 8,
  "description": "Cáp USB-C to Lightning Anker Powerline Flow III A8662 0.9M nổi bật với thiết kế hoàn thiện bền bỉ. Với khả năng sạc nhanh ấn tượng, sản phẩm cáp sạc Lightning trên hứa hẹn sẽ là sự lựa chọn tuyệt vời giúp người dùng dễ dàng sạc nhanh các thiết bị chỉ trong thời gian ngắn.",
  "price": 480000,
  "sale": 15,
  "isDeleted": false,
  "salePrice": 408000,
  "photo": "1669647541094_sanpham3.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6384ccebcb78bc10847a6138"
  },
  "id": 133,
  "name": "Cáp sạc Aukey C-C CB-CD5 1m",
  "urlRewriteName": "cap-sac-aukey-c-c-cb-cd5-1m",
  "categoryId": 8,
  "description": "Cáp sạc Aukey C-C CB-CD5 1m khi mua tại Di Động Việt được đảm bảo là hàng chính hãng 100%. Bảo hành 18 tháng. Đồng thời, khi quý khách mua hàng sẽ hưởng nhiều ưu đãi, khuyến mãi hấp dẫn khác. \r\n\r\nCáp sạc Aukey C-C CB-CD5 1m được thiết kế vỏ bọc cáp bằng sự kết hợp giữa chất liệu Aluminum và Nylon giúp cáp chắc chắn và độ bền cao. Dây cáp dài 1m, hỗ trợ sạc nhanh Power Delivery với công suất lên đến 60W và chuyên dùng để kết nối giữa các thiết bị có cổng USB-C giúp truyền tải dữ liệu ổn định.",
  "price": 200000,
  "sale": 17,
  "isDeleted": false,
  "salePrice": 166000,
  "photo": "1669647595444_sanpham4.png",
  "__v": 0
},{
  "_id": {
    "$oid": "6384ce4acb78bc10847a6139"
  },
  "id": 134,
  "name": "Ốp lưng iPhone 14 Pro Max ZAGG Snap Clear hỗ trợ sạc MagSafe",
  "urlRewriteName": "op-lung-iphone-14-pro-max-zagg-snap-clear-ho-tro-sac-magsafe",
  "categoryId": 19,
  "description": "Ốp lưng iPhone 14 Pro Max ZAGG Snap Clear hỗ trợ sạc MagSafe mua tại Di Động Việt được đảm bảo là hàng chính hãng 100%. Bảo hành 12 tháng. Đồng thời, khi quý khách mua hàng sẽ hưởng nhiều ưu đãi,khuyến mãi hấp dẫn khác.\r\n\r\nỐp lưng iPhone 14 Pro Max ZAGG Snap Clear hỗ trợ sạc MagSafe sở hữu thiết kế trong suốt, mỏng nhẹ, cho cảm giác cầm nắm thoải mái. Bảo vệ điện thoại khỏi những va chạm ở độ cao dưới 1.5m. Tương thích với sạc Magsafe, có thể sạc với hầu hết các thiết bị sạc không dây. Chống ố vàng ở mặt lưng giúp giữ được màu sắc sau một thời gian sử dụng.",
  "price": 700000,
  "sale": 10,
  "isDeleted": false,
  "salePrice": 630000,
  "photo": "1669647946706_sanpham5.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6384ce79cb78bc10847a613a"
  },
  "id": 135,
  "name": "Ốp lưng iPhone 14 Pro Max ZAGG MagSafe Hampton Snap",
  "urlRewriteName": "op-lung-iphone-14-pro-max-zagg-magsafe-hampton-snap",
  "categoryId": 19,
  "description": "Ốp lưng iPhone 14 Pro Max ZAGG MagSafe Hampton Snap mua tại Di Động Việt được đảm bảo là hàng chính hãng 100%. Bảo hành 12 tháng. Đồng thời, khi quý khách mua hàng sẽ hưởng nhiều ưu đãi,khuyến mãi hấp dẫn khác.\r\n\r\nỐp lưng iPhone 14 Pro Max ZAGG MagSafe Hampton Snap thiết kế mỏng nhẹ thông minh, chống sốc lên đến 1.5m, hoàn thiện nhám mờ, viền đen tránh tình trạng ố vàng tốt. Ốp được phủ một lớp kháng khuẩn, tránh tình trạng mùi hôi khó chịu từ các tác nhân bên ngoài.",
  "price": 400000,
  "sale": 20,
  "isDeleted": false,
  "salePrice": 320000,
  "photo": "1669647993127_sanpham6.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6384ce9ecb78bc10847a613b"
  },
  "id": 136,
  "name": "Ốp lưng iPhone 14 Pro Max ZAGG Snap Matte Iridescent",
  "urlRewriteName": "op-lung-iphone-14-pro-max-zagg-snap-matte-iridescent",
  "categoryId": 19,
  "description": "Ốp lưng iPhone 14 Pro Max ZAGG Snap Matte Iridescent mua tại Di Động Việt được đảm bảo là hàng chính hãng 100%. Bảo hành 12 tháng. Đồng thời, khi quý khách mua hàng sẽ hưởng nhiều ưu đãi,khuyến mãi hấp dẫn khác.\r\n\r\nỐp lưng iPhone 14 Pro Max ZAGG Snap Matte Iridescent thiết kế mỏng nhẹ thông minh, chống sốc lên đến 1.5m, hoàn thiện nhám mờ, đổi màu sắc ở các góc nhìn khác nhau. Ốp được phủ một lớp kháng khuẩn, tránh tình trạng mùi hôi khó chịu từ các tác nhân bên ngoài.",
  "price": 250000,
  "sale": 13,
  "isDeleted": false,
  "salePrice": 217500,
  "photo": "1669648030147_sanpham7.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6384cec6cb78bc10847a613c"
  },
  "id": 137,
  "name": "Ốp lưng iPhone 14 Pro Max Spigen Slim Armor",
  "urlRewriteName": "op-lung-iphone-14-pro-max-spigen-slim-armor",
  "categoryId": 19,
  "description": "Ốp lưng iPhone 14 Pro Max Spigen Slim Armor đang bán tại Di Động Việt là 100% hàng chính hãng. Đồng thời khi chọn mua phụ kiện, sản phẩm khác tại Di Động Việt, người dùng còn nhận được nhiều ưu đãi. \r\n\r\nỐp lưng iPhone 14 Pro Max Spigen Slim Armor có khả năng chống sốc, chống va đập cấp độ mạnh với các lớp trợ lực và công nghệ chống sốc đệm khí đạt chuẩn quân đội Mỹ – Air Cushion nhưng vẫn không mất đi độ mỏng, vẻ đẹp vốn có của chiếc iPhone của bạn, đồng thời tăng độ bám và cầm nắm chắc chắn nhờ phủ thêm lớp “Impact Foam” bọt tác động.",
  "price": 100000,
  "sale": 5,
  "isDeleted": false,
  "salePrice": 95000,
  "photo": "1669648070113_sanpham8.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6384cf40cb78bc10847a613d"
  },
  "id": 138,
  "name": "Dán chống va đập Full màn hình Samsung Galaxy A53",
  "urlRewriteName": "dan-chong-va-dap-full-man-hinh-samsung-galaxy-a53",
  "categoryId": 20,
  "description": "Kính cường lực Samsung Galaxy A53 là lựa chọn lý tưởng để bạn an tâm dùng smartphone mỗi ngày. Miếng dán với độ bền cao, thẩm mỹ cho điện thoại và giúp điện thoại sạch sẽ hơn. Vậy miếng dán này có nên mua hay không, hãy tìm câu trả lời trong phần mô tả dưới đây!\r\n\r\nThiết kế sang trọng, vừa khít màn hình\r\nMiếng dán màn hình Samsung Galaxy A53 được sản xuất chế tạo trên dây chuyền hiện đại với các chi tiết tỉ mỉ. Miếng dán full màn hình giúp bảo vệ màn hình Samsung A53 một cách toàn diện.\r\n\r\nDán cường lực Samsung với độ trong suốt cao nhờ đó thiết bị vừa có thể bảo vệ màn hình lại không ảnh hưởng đến khả năng hiển thị. Khả năng cảm ứng khi dán cừng lực Samsung Galaxy A53 cũng không bị ảnh hưởng, mang lại cảm giác dán như không dán.",
  "price": 120000,
  "sale": 5,
  "isDeleted": false,
  "salePrice": 114000,
  "photo": "1669648192690_sanpham9.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6384cfc9cb78bc10847a613e"
  },
  "id": 139,
  "name": "Kính cường lực Samsung Galaxy A33",
  "urlRewriteName": "kinh-cuong-luc-samsung-galaxy-a33",
  "categoryId": 20,
  "description": "Kính cường lực Samsung Galaxy A33 – Trong suốt, bền bỉ\r\nLớp kính trong suốt cùng độ bền mạnh mẽ\r\nĐầu tiên sản phẩm được thiết kế khớp từng chi tiết với kích thước chiếc smartphone Samsung Galaxy A33. Bên cạnh đó nhờ có cấu tạo từ chất liệu kính cao cấp, cùng lớp keo chuyên dụng giúp sản phẩm bám tốt hơn vào màn hình smartphone, cũng như nâng cao hiệu quả bảo vệ.\r\n\r\nMặt kính có độ trong gần như 100%, nhờ vào đó hình ảnh hiển thị trên màn hình được rõ nét mặc dù smartphone đã được trang bị một lớp kính bên ngoài.",
  "price": 120000,
  "sale": 10,
  "isDeleted": false,
  "salePrice": 108000,
  "photo": "1669648329972_sanpham10.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6384d072cb78bc10847a613f"
  },
  "id": 140,
  "name": "Bộ dán PPF full cao cấp 4 in 1 cho Samsung Galaxy Z Flip3",
  "urlRewriteName": "bo-dan-ppf-full-cao-cap-4-in-1-cho-samsung-galaxy-z-flip3",
  "categoryId": 20,
  "description": "Bộ dán PPF Full Samsung Galaxy Z Flip 3 4 in 1 cao cấp là bộ sản phẩm bảo vệ từng ngóc ngách cho chiếc smartphone này. Sản phẩm trải qua nhiểu kiểm nghiệm, đảm bảo độ bền bỉ, khả năng chống ố dài lâu theo thời gian. Hãy xem lý do bạn nên chọn bộ dán PPF Full 4 in 1 Samsung Galaxy Z Flip 3 cao cấp dưới đây!\r\n\r\nDán mỏng nhẹ, chống bong, chống ố\r\nDán Samsung Galaxy Z Flip 3 bao gồm những miếng dán ở nhiều vị trí, bao trùm lấy bề mặt điện thoại để bảo vệ toàn diện. Bộ bán có kích thước vừa vặn ôm khít lấy viền điện thoại, độ mỏng ấn tượng tạo cảm giác dán như không dán. Mọi lướt chạm đều dễ dàng và nhanh nhạy.\r\n\r\nBộ dán PPF này còn có khả năng tự chống ố vàng trong thời gian dài lâu. Dù với điều kiện gặp ẩm thường xuyên, các miếng dán vẫn giữ nguyên màu sắc ban đầu, trong suốt dễ nhìn ngắm.",
  "price": 292000,
  "sale": 10,
  "isDeleted": false,
  "salePrice": 262800,
  "photo": "1669648498199_sanpham11.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6384d0e6cb78bc10847a6140"
  },
  "id": 141,
  "name": "Pin sạc dự phòng Xiaomi Redmi 20000mAh sạc nhanh 18W",
  "urlRewriteName": "pin-sac-du-phong-xiaomi-redmi-20000mah-sac-nhanh-18w",
  "categoryId": 21,
  "description": "Pin dự phòng Xiaomi Redmi 20000mAh – Phụ kiện pin sạc an toàn, hiệu suất cao\r\nXiaomi là thương hiệu vốn nổi tiếng với nhiều người tiêu dùng không chỉ bởi những chiếc điện thoại chất lượng, cấu hình cao giá rẻ mà còn những phụ kiện pin dự phòng cũng được nhiều người tin dùng. Dung lượng 20000mAh, cùng với khả năng sạc nhanh 18W thì pin sạc dự phòng Xiaomi Redmi 20000mAh sạc nhanh 18W là một lựa chọn hợp lý và hấp dẫn.",
  "price": 590000,
  "sale": 5,
  "isDeleted": false,
  "salePrice": 560500,
  "photo": "1669648614404_sanpham12.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6384d128cb78bc10847a6141"
  },
  "id": 142,
  "name": "Pin sạc dự phòng Aukey Basix Slim PB N99 10000mAh",
  "urlRewriteName": "pin-sac-du-phong-aukey-basix-slim-pb-n99-10000mah",
  "categoryId": 21,
  "description": "Pin dự phòng Aukey Basix Slim 10000MAH PB-N99 – Sạc nhanh tiện lợi\r\nSạc dự phòng là thiết phụ quan trọng giúp bổ sung năng lượng cho một thiết bị nhanh chóng, nếu bạn đang tìm kiếm mẫu pin dự phòng hỗ trợ sạc nhanh hãy tham khảo ngay pin dự phòng Aukey Basix Slim 10000MAH PB-N99.\r\n\r\nThiết kế nhỏ gọn, pin dung lượng lớn\r\nPin dự phòng Aukey Basix Slim 10000 mah PB-N99 sở hữu một thiết kế nhỏ nhắn với trọng lượng khá nhẹ, nhờ đó người dùng có thể dễ dàng mang theo khi công tác, du lịch.",
  "price": 490000,
  "sale": 20,
  "isDeleted": false,
  "salePrice": 392000,
  "photo": "1669648680500_sanpham13.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6384d151cb78bc10847a6142"
  },
  "id": 143,
  "name": "Pin sạc dự phòng Energizer 20.000mAh UE20012PQ",
  "urlRewriteName": "pin-sac-du-phong-energizer-20-000mah-ue20012pq",
  "categoryId": 21,
  "description": "Pin dự phòng Energizer 20,000mAh UE20012PQ là sản phẩm giúp người dùng nạp pin cho điện thoại nhanh chóng, tiện lợi và vô cùng gọn nhẹ. Người dùng có thể mang sản phẩm pin sạc dự phòng này đi đến bất cứ đâu, tiết kiệm thời gian sạc pin cho thiết bị cá nhân.\r\n\r\nChất liệu cao cấp\r\nPin dự phòng Energizer 20,000mAh UE20012PQ có thiết kế nhỏ gọn, trọng lượng vừa phải như người bạn đồng hành cùng người dùng bất cứ nơi đâu. ",
  "price": 230000,
  "sale": 19,
  "isDeleted": false,
  "salePrice": 186300,
  "photo": "1669648721403_sanpham14.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6384d22ecb78bc10847a6144"
  },
  "id": 145,
  "name": "Thẻ nhớ Micro SDXC Sandisk Extreme Pro 64GB",
  "urlRewriteName": "the-nho-micro-sdxc-sandisk-extreme-pro-64gb",
  "categoryId": 22,
  "description": "Thẻ nhớ Micro Sdxc Sandisk Extreme Pro V30 A2 - tương thích đa thiết bị, hỗ trợ quay video 4K \r\nBạn đang tìm kiếm một chiếc thẻ nhớ lý tưởng cho camera hành động, ăn khớp với flycam, tương thích với điện thoại thông minh và máy tính? Vậy hãy sắm ngay chiếc thẻ nhớ Micro SDXC Sandisk Extreme Pro V30 tốc độ ghi dữ liệu lên đến 90MBs này!\r\n\r\nTốc độ ghi lên đến 90 MB/s, hỗ trợ quay video 4K UHD\r\nĐây là chiếc thẻ nhớ hoàn hảo cho phép bạn chụp ảnh hành động cực nhanh, quay video 4K UHD với tốc độ ghi tới 90MB/s. Giúp bạn chụp nhiều hơn và truyền nhanh hơn hẳn so với các thẻ nhớ thông thường.",
  "price": 450000,
  "sale": 20,
  "isDeleted": false,
  "salePrice": 360000,
  "photo": "1669648942758_sanpham16.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6384d255cb78bc10847a6145"
  },
  "id": 146,
  "name": "Thẻ nhớ Samsung 64GB 100Mbs",
  "urlRewriteName": "the-nho-samsung-64gb-100mbs",
  "categoryId": 22,
  "description": "Thẻ nhớ Samsung MicroSDXC Evo Plus 64GB\r\nNgày nay, người dùng chụp ảnh, quay phim và chơi game trên thiết bị di động (điện thoại, máy tính bảng, laptop) nhiều hơn, nhưng bộ nhớ trong của thiết bị không phải lúc nào cũng được nhà sản xuất trang bị đủ lớn để đáp ứng. Chính vì vậy, việc mua một chiếc thẻ nhớ Samsung MicroSDXC Evo Plus 64GB với dung lượng cao mà giá bán lại rất vừa phải chính là giải pháp hợp lý.\r\n\r\nDung lượng lưu trữ lớn \r\nThẻ nhớ Samsung MicroSDXC Evo Plus 64GB có dung lượng 64GB, giúp người dùng lưu trữ được nhiều tài liệu công việc, chụp nhiều hình ảnh, quay nhiều video, tải nhiều bộ phim Full HD và cài đặt nhiều game nặng yêu cầu đồ hoạ 3D cao, qua đó giải phóng bộ nhớ trong, tránh tình trạng đầy bộ nhớ ảnh hưởng đến hiệu suất hoạt động.",
  "price": 330000,
  "sale": 5,
  "isDeleted": false,
  "salePrice": 313500,
  "photo": "1669648981150_sanpham17.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6384d2f2cb78bc10847a6146"
  },
  "id": 147,
  "name": "Củ sạc Anker Powerport III Nano 20W A2633",
  "urlRewriteName": "cu-sac-anker-powerport-iii-nano-20w-a2633",
  "categoryId": 23,
  "description": "Sạc Anker PowerPort III Nano PD 20W A2633 - Công nghệ sạc nhanh với công xuất 20W mạnh mẽ\r\nBạn là người thường xuyên sử dụng các thiết bị điện tử cả ngày dài. Vấn đề mà bạn đang gặp phải là tình trạng hay hết pin nhưng khi sạc thời gian rất lâu. Vì vậy hàng sản xuất Anker đã cho ra đời sản phẩm sạc Anker PowerPort III Nano PD 20W A2633 phù hợp nhu cầu của bạn.",
  "price": 400000,
  "sale": 43,
  "isDeleted": false,
  "salePrice": 228000,
  "photo": "1669649138215_sanpham18.png",
  "__v": 0
},{
  "_id": {
    "$oid": "6384d327cb78bc10847a6147"
  },
  "id": 148,
  "name": "Củ sạc Samsung Type-C 45W kèm cáp C-C 5A",
  "urlRewriteName": "cu-sac-samsung-type-c-45w-kem-cap-c-c-5a",
  "categoryId": 23,
  "description": "Củ sạc Type C Samsung T4510 45W -Hiệu suất sạc cao\r\nCủ sạc Type C Samsung T4510 45W có kèm cáp là củ sạc được mong đợi nhất trong thời điểm hiện tại. Bởi đây chính là phiên bản sạc dành cho mẫu điện thoại Samsung Galaxy S22 Ultra cực hot gần đây. Hãy xem điểm đặc biệt của củ sạc này là gì nhé!\r\n\r\nMàu đen sang trọng, độ dài hợp lý\r\nCủ sạc nhanh Type C Samsung T4510 sở hữu thiết kế khoa học, chỉ chu và được chế tạo tỉ mỉ xứng tầm đẳng cấp. Màu sắc trang bị là một màu đen huyền bí, tạo cảm giác sạch sẽ trang trọng và bí ẩn.\r\n\r\nCủ sạc có dây khá chuẩn, độ dài hợp lý 1.8m để tiện lợi hơn khi cắm sạc thiết bị với khu vực nguồn xa. Đồng thời không quá dài, chống rối khi cuộn sạc lại cất.",
  "price": 1190000,
  "sale": 20,
  "isDeleted": false,
  "salePrice": 952000,
  "photo": "1669649191035_sanpham19.png",
  "__v": 0
},{
  "_id": {
    "$oid": "6384d35fcb78bc10847a6148"
  },
  "id": 149,
  "name": "Sạc không dây Energizer MagPAD WCP119BK",
  "urlRewriteName": "sac-khong-day-energizer-magpad-wcp119bk",
  "categoryId": 23,
  "description": "Sạc không dây Energizer MagPAD WCP119BK– An toàn, sạc nhanh, siêu mỏng\r\nEnergizer ra mắt mắt sản phẩm sạc không dây Energizer MagPAD WCP119BKsiêu mỏng, tốc độ sạc nhanh, kèm theo chế độ phát hiện vật thể lạ, chống cháy nổ, an toàn. Đây là một sản phẩm không thể bỏ lỡ dành cho các tín độ của công nghệ thông minh.\r\n\r\nCông suất 15W hỗ trợ sạc nhanh, chuẩn Qi\r\nNhu cầu sử dụng thiết bị di động hiện nay ngày càng tăng cao, tần suất dùng điện thoại ngày càng nhiều. Energizer nắm bắt được xu hướng đó, đã tinh tế ra mắt miếng sạc không dây Energizer MagPAD WCP119BK với công suất tối đa 15W hỗ trợ sạc nhanh, tương thích sạc không dây chuẩn Qi chuẩn hóa mọi thiết bị từ Samsung, Android, Huawei,....",
  "price": 500000,
  "sale": 10,
  "isDeleted": false,
  "salePrice": 450000,
  "photo": "1669649247077_sanpham20.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6384d589cb78bc10847a614c"
  },
  "id": 150,
  "name": "Miếng sạc Mophie Snap Plus MagSafe 15W",
  "urlRewriteName": "mieng-sac-mophie-snap-plus-magsafe-15w",
  "categoryId": 23,
  "description": "Sạc cáp Mophie Magsafe Snap Plus – Sạc tiện lợi với phong cách tối giản\r\nSạc cáp Mophie Magsafe Snap Plus đem đến cho người dùng trải nghiệm cao cấp, đầy đủ các tiện ích giúp quá trình sạc pin đơn giản hơn bao giờ hết. Cùng tìm hiểu chi tiết sản phẩm sạc không dây này xem có điều gì đặc biệt nhé!\r\n\r\nThiết kế siêu mỏng, công suất sạc 15W\r\nSạc cáp Mophie Magsafe Snap Plus có thiết kế mỏng nhẹ, kích thước 55mm x 55mm x 55mm, giúp bạn dễ dàng mang đi mọi nơi. Bề mặt sạc trơn láng chống bám vân tay, bám bụi hiệu quả, vệ sinh cũng rất dễ dàng.",
  "price": 900000,
  "sale": 30,
  "isDeleted": false,
  "salePrice": 630000,
  "photo": "1669649801304_sanpham21.png",
  "__v": 0
}]